[UIArmory_LWOfficerPromotion]
strLeadershipButton="Показати досвiд командування"
strLeadershipDialogueTitle="Завдання пiд керiвництвом цього офiцера"
strLeadershipDialogueData="<XGParam:StrValue0/> : <XGParam:IntValue0/>"

[UIScreenListener_Armory_Promotion_LWOfficerPack]
strOfficerMenuOption="Здiбностi офiцера"

[UIScreenListener_Armory_MainMenu_LWOfficerPack]
strOfficerMenuOption="Здiбностi офiцера"
OfficerListItemDescription="Показати вже вивченi здiбностi офiцера."

[UIScreenListener_Facility_Academy_LWOfficerPack]
strOfficerTrainButton="Тренувати офiцера"

[UIScreenListener_SquadSelect_LWOfficerPack]
strAutoFillLabel="ЗIБРАТИ ЗАГIН АВТОМАТИЧНО"
strAutoFillTooltip="Автоматично пiдбирає учасникiв для бойової операцiї"

[UITacticalHUD_MouseControls_LWOfficerPack]
strCommandRangeToggleTooltip="Натиснiть, щоб показати або приховати радiус командування"

[X2StrategyElement_LW_OTS_OfficerStaffSlot]
;strOTSLocationDisplayString=<XGParam:StrValue0/> Training

;[UIArmory_LWOfficerMenu]
;m_strSelectAbility=ВИБЕРIТЬ ЗДIБНIСТЬ ОФIЦЕРА:
;m_strAbilityHeader=ЗДIБНОСТI ОФIЦЕРА:
;m_strConfirmAbilityTitle=ПIДТВЕРДIТЬ ВИБIР ЗДIБНОСТI
;m_strConfirmAbilityText=Ви не можете видалити або змiнити здiбностi. Ви впевненi, що хочете вивчити <XGParam:StrValue0/>?
;m_strAbilityLockedTitle=ЗАБЛОКОВАНО
;m_strAbilityLockedDescription=Отримайте бiльше бойового досвiду, щоб вивчати новi здiбностi.

[UIArmory_LWOfficerPromotion]
m_strSelectAbility="ВИБЕРIТЬ ЗДIБНIСТЬ:"
m_strAbilityHeader="ЗДIБНОСТI:"
m_strConfirmAbilityTitle="ПIДТВЕРДIТЬ ВИБIР ЗДIБНОСТI"
m_strConfirmAbilityText="Ви не зможете видалити або змiнити здiбностi. Ви впевненi, що хочете вивчити здiбнiсть \"<XGParam:StrValue0/>\"?"
m_strAbilityLockedTitle="НЕДОСТУПНО"
m_strAbilityLockedDescription="Заробляйте бойовий досвiд, щоб вивчати новi здiбностi."

[LWOfficerUtilities]
LWOfficerRankNames[0]="Сержант"
LWOfficerRankNames[1]="Лейтенант"
LWOfficerRankNames[2]="Старший лейтенант"
LWOfficerRankNames[3]="Капiтан"
LWOfficerRankNames[4]="Майор"
LWOfficerRankNames[5]="Пiдполковник"
LWOfficerRankNames[6]="Полковник"
LWOfficerRankNames[7]="Польовий командир"

LWOfficerShortNames[0]="Серж."
LWOfficerShortNames[1]="Лейт."
LWOfficerShortNames[2]="Ст. лейт."
LWOfficerShortNames[3]="Кап."
LWOfficerShortNames[4]="Май."
LWOfficerShortNames[5]="Пiдп."
LWOfficerShortNames[6]="Полк."
LWOfficerShortNames[7]="Ком."


[UIFacility_LWOfficerSlot]
m_strTrainOfficerDialogTitle="ТРЕНУВАТИ ОФIЦЕРА"
m_strTrainOfficerDialogText="Солдати, якi мають певне звання, можуть проходити пiдготовку в партизанськiй школi та ставати офiцерами. Пiд час навчання вони не зможуть брати участь у бойових операцiях.\n\nУВАГА: тiльки офiцер з найвищим званням у загонi зможе використовувати свої здiбностi на завданнi, тому обирайте кандидатури з розумом.\n\nПродовжити?"
m_strStopTrainOfficerDialogTitle="ПРИПИНИТИ НАВЧАННЯ ОФIЦЕРА?"
m_strStopTrainOfficerDialogText="Бажаєте припинити навчання солдата %UNITNAME?\n\nУВАГА: прогрес навчання офiцера буде повнiстю втрачено."

[UIAlert_LWOfficerTrainingComplete]
m_strTrainingCompleteLabel="Навчання офiцера завершено"
m_strTrainingComplete="<XGParam:StrValue0/> завершив(ла) навчання. Вивчити та призначити новi здiбностi можна, обравши солдата в арсеналi."
m_strViewSoldier="ПОКАЗАТИ СОЛДАТА"
m_strNewAbilityLabel="НОВА ЗДIБНIСТЬ"

[UIPersonnel_ListItem_SquadSelect_LWOfficerPack]
strOfficerAlreadySelectedStatus="Увага: офiцер вже призначений"

[UIStrategyScreenListener_LWOfficerPack]
strCommandingOfficerTooltipTitle="Командуючий офiцер"
strCommandingOfficerTooltip="Може використовувати всi здiбностi офiцера."
strSubordinateOfficerTooltipTitle="Пiдлеглий офiцер"
strSubordinateOfficerTooltip="Не може використовувати здiбностi офiцера на завданнi."

[X2Ability_OfficerAbilitySet]
strIntervention_WorldMessage="Втручання: -<XGPARAM:IntValue0> даних"
strCollector_WorldMessage="Розвiдник: +1 одиниця даних"
FocussedFriendlyName="Щiльний вогонь"
FocussedFriendlyDesc="Солдатам легше вразити та знищити цiлi пiсля наказу вести щiльний вогонь."

[X2Effect_Scavenger]
;the string shown in world message for scavenged items
m_strScavengerLoot="Знайдено: (<XGParam:IntValue0/>) <XGParam:StrValue0/!ItemName/>"

